

tap "eddieantonio/eddieantonio"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knative/client"
tap "kubeshark/kubeshark"
tap "spring-cli-projects/spring-cli"
tap "teamookla/speedtest"

brew "glib"
brew "python@3.12"
brew "harfbuzz"
brew "little-cms2"
brew "allure"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "bat"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "lima"
brew "colima", restart_service: :changed
brew "cowsay"
brew "cryptography"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git-crypt"
brew "gitui"
brew "gnu-time"
brew "go"
brew "goose"
brew "gradle"
brew "guile"
brew "helm"
brew "htop"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "influxdb-cli"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "liquibase"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "maven"
brew "node"
brew "mongosh"
brew "mycli"
brew "neovim"
brew "oha"
brew "openjdk@17"
brew "openstackclient"
brew "openvino"
brew "perl"
brew "pipenv"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "telnet"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "virtualenv"
brew "viu"
brew "watch"
brew "yarn"
brew "yq"
brew "z"
brew "zsh-autocomplete"
brew "athenz/athenz-utils/athenz-utils"
brew "athenz/zms-cli/zms-cli"
brew "eddieantonio/eddieantonio/imgcat"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "knative/client/kn"
brew "kubeshark/kubeshark/kubeshark"
brew "spring-cli-projects/spring-cli/spring-cli"
brew "teamookla/speedtest/speedtest"
brew "vks/tap/vksctl"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "keycastr"
cask "mockoon"
cask "orbstack"
vscode "74th.monokai-charcoal-high-contrast"
vscode "a5hk.night-coder"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "akamud.vscode-theme-onedark"
vscode "algor.monokaiplus"
vscode "allemandinstable.atom-colorful-material"
vscode "axiomaticstudios.one-monokai-80s"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "cameron.vscode-pytest"
vscode "castwide.solargraph"
vscode "chiragpat.tomorrow-and-tomorrow-night-operator-mono-theme"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "correiagithubgruvbox.correia-github-gruvbox"
vscode "dbaeumer.vscode-eslint"
vscode "ddh4r4m.night-hacker-dark-theme"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drknoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "felipe-mendes.slack-theme"
vscode "fisheva.eva-theme"
vscode "formulahendry.code-runner"
vscode "freebroccolo.reasonml"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hbenl.vscode-test-explorer"
vscode "hollowtree.vue-snippets"
vscode "hoovercj.vscode-power-mode"
vscode "ipedrazas.kubernetes-snippets"
vscode "jasonnutter.search-node-modules"
vscode "jcbuisson.vue"
vscode "johnpapa.winteriscoming"
vscode "jprestidge.theme-material-theme"
vscode "kasik96.swift"
vscode "kevinrose.vsc-python-indent"
vscode "koehlma.markdown-math"
vscode "leizongmin.node-module-intellisense"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtuan.night-eyes-theme"
vscode "njpwerner.autodocstring"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "rbbit.typescript-hero"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rocketseat.theme-omni"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shelex.vscode-cy-helper"
vscode "sldobri.daily"
vscode "sohibe.java-generate-setters-getters"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tabnine.tabnine-vscode"
vscode "thedavej.night-owl-black"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "waderyan.nodejs-extension-pack"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
